Repository: zhrispineda/Settings-watchOS
Catalog: NanoSettings/Resources/Localizable-Notifications.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

source: Allow Notifications
ar: السماح بالإشعارات
ca: Permet les notificacions
cs: Povolit oznámení
da: Tillad notifikationer
de: Mitteilungen erlauben
el: Γνωστοποιήσεις
es: Permitir notificaciones
es_us: Permitir notificaciones
fi: Salli ilmoitukset
fr: Autoriser les notifications
fr_ca: Autoriser les notifications
he: קבלת עדכונים
hi: सूचनाओं को अनुमति दें
hr: Dozvoli obavijesti
hu: Értesítések engedélyezése
id: Izinkan Pemberitahuan
it: Consenti notifiche
ja: 通知を許可
ko: 알림 허용
ms: Benarkan Pemberitahuan
nl: Sta meldingen toe
no: Tillat varslinger
pl: Włącz powiadomienia
pt_br: Permitir Notificações
pt_pt: Permitir notificações
ro: Permitere notificări
ru: Допуск уведомлений
sk: Povoliť hlásenia
sl: Dovoli obvestila
sv: Tillåt notiser
th: อนุญาตการแจ้งเตือน
tr: Bildirimlere İzin Ver
uk: Дозволити сповіщення
vi: Cho phép thông báo
zh_cn: 允许通知
zh_hk: 允許通知
zh_tw: 允許通知

# EMERGENCY_TEST_ALERTS_TITLE
source: Emergency Test Alerts
ar: تنبيهات الطوارئ التجريبية
ca: Avisos de simulacre d’emergència
cs: Testovací tísňové výstrahy
da: Testadvarsler om nødsituation
de: Notfall-Testwarnungen
el: Δοκιμαστικές ειδοποιήσεις έκτακτης ανάγκης
es: Pruebas de las alertas de emergencia
es_us: Alertas de emergencia de prueba
fi: Testihätätiedotteet
fr: Alertes de test d’urgence
fr_ca: Alertes de test d’urgence
he: בדיקת התראות חירום
hi: आपातकालीन जाँच अलर्ट
hr: Hitni testni alarmi
hu: Tesztvészjelzések
id: Peringatan Tes Darurat
it: Avvisi di emergenza di prova
ja: 緊急速報テスト
ko: 긴급재난문자 테스트 경보
ms: Isyarat Ujian Kecemasan
nl: Test­nood­mel­dingen
no: Testnødvarsler
pt_br: Testes de Alertas de Emergência
pt_pt: Teste de alertas de emergência
ro: Alerte de test pentru urgențe
ru: Оповещения об учебных тревогах
sk: Testovacie tiesňové výstrahy
sl: Preizkus opozoril v sili
sv: Test av nödsituationsvarningar
th: การแจ้งเตือนการทดสอบฉุกเฉิน
tr: Acil Test Uyarıları
uk: Екстрені тестові оповістки
vi: Cảnh báo kiểm tra khẩn cấp
zh_cn: 紧急测试警报
zh_hk: 緊急測試警報
zh_tw: 緊急測試警示

# NOTIFICATIONS_SETTINGS_TITLE
source: Notifications
ar: الإشعارات
ca: Notificacions
cs: Oznámení
da: Notifikationer
de: Mitteilungen
el: Γνωστοποιήσεις
es: Notificaciones
es_us: Notificaciones
fi: Ilmoitukset
he: עדכונים
hi: सूचनाएँ
hr: Obavijesti
hu: Értesítések
id: Pemberitahuan
it: Notifiche
ja: 通知
ko: 알림
ms: Pemberitahuan
nl: Meldingen
no: Varslinger
pl: Powiadomienia
pt_br: Notificações
pt_pt: Notificações
ro: Notificări
ru: Уведомления
sk: Hlásenia
sl: Obvestila
sv: Notiser
th: การแจ้งเตือน
tr: Bildirimler
uk: Сповіщення
vi: Thông báo
zh_cn: 通知
zh_hk: 通知
zh_tw: 通知

# NOTIFICATION_COALESCING_AUTO
source: Automatically
ar: تلقائيًا
ca: Automàticament
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automáticamente
es_us: Automática
fi: Automaattisesti
fr: Auto.
fr_ca: Automatique
he: אוטומטי
hi: ऑटोमैटिकली
hr: Automatski
hu: Automatikusan
id: Secara Otomatis
it: In automatico
ja: 自動
ko: 자동
ms: Automatik
nl: Automatisch
no: Automatisk
pl: Automatyczne
pt_br: Automaticamente
pt_pt: Automático
ro: Automată
ru: Автоматически
sk: Automaticky
sl: Samodejno
sv: Automatiskt
th: โดยอัตโนมัติ
tr: Otomatik Olarak
uk: Автоматично
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

source: Send to Notification Center
ar: إرسال إلى مركز الإشعارات
ca: Envia al centre de notificacions
cs: Poslat do Oznamovacího centra
da: Send til Notifikationscenter
de: An Mitteilungszentrale senden
el: Αποστολή στο Κέντρο γνωστοποιήσεων
es: Enviar al centro de notificaciones
es_us: Enviar al centro de notificaciones
fi: Lähetä Ilmoituskeskukseen
fr: Envoyer au centre de notifications
fr_ca: Envoyer au centre de notifications
he: שליחה ל״מרכז העדכונים״
hi: सूचना केंद्र पर भेजें
hr: Šalji u Centar za obavijesti
hu: Küldés az Értesítési központba
id: Kirimkan ke Pusat Pemberitahuan
it: Invia a Centro Notifiche
ja: 通知センターに送信
ko: 알림 센터에 보내기
ms: Hantar ke Pusat Pemberitahuan
nl: Stuur naar meldingencentrum
no: Send til varslingssenteret
pl: Wysyłaj do centrum powiadomień
pt_br: Enviar para a Central de Notificações
pt_pt: Enviar para a central de notificações
ro: Trimitere în centrul de notificări
ru: Отправка в Центр уведомлений
sk: Posielať do Centra hlásení
sl: Pošlji v središče za obvestila
sv: Skicka till Notiscenter
th: ส่งไปที่ศูนย์การแจ้งเตือน
tr: Bildirim Merkezi’ne Gönder
uk: Слати в Центр сповіщень
vi: Gửi đến Trung tâm thông báo
zh_cn: 发送到通知中心
zh_hk: 傳送至通知中心
zh_tw: 傳送到通知中心

# NOTIFICATIONS_ALLOW_CRITICAL_ALERTS
source: Allow Critical Alerts
ar: السماح بالتنبيهات الحرجة
ca: Permet els avisos crítics
cs: Povolit kritická upozornění
da: Tillad vigtige advarsler
de: Kritische Hinweise erlauben
el: Επιτρέπονται κρίσιμες ειδοποιήσεις
es: Permitir avisos críticos
es_us: Permitir alertas críticas
fi: Salli kriittiset varoitukset
fr: Autoriser les alertes critiques
fr_ca: Autoriser les alertes critiques
he: קבלת אזהרות קריטיות
hi: महत्वपूर्ण अलर्ट की अनुमति दें
hr: Dozvoli kritične alarme
hu: Kritikus figyelmeztetések engedélyezése
id: Izinkan Peringatan Penting
it: Consenti avvisi importanti
ja: 重大な通知を許可
ko: 중요한 알림 허용
ms: Benarkan Isyarat Kritikal
nl: Sta kritieke meldingen toe
no: Tillat viktige varsler
pl: Pozwalaj na alerty krytyczne
pt_br: Permitir Alertas Críticos
pt_pt: Permitir avisos críticos
ro: Permitere alerte critice
ru: Разрешить важные предупреждения
sk: Povoliť kritické výstrahy
sl: Dovoli kritična opozorila
sv: Tillåt viktiga varningar
th: อนุญาตการเตือนที่สำคัญ
tr: Kritik Uyarılara İzin Ver
uk: Дозволити критичні оповістки
vi: Cho phép cảnh báo quan trọng
zh_cn: 允许重要警告
zh_hk: 允許重要提示
zh_tw: 允許重要提示

# ANNOUNCE_NOTIFICATIONS_TITLE
source: Announce Notifications
ar: إعلان الإشعارات
ca: Anuncia les notificacions
cs: Informovat o oznámeních
da: Meddel notifikationer
de: Mitteilungen ankündigen
el: Ανακοίνωση γνωστοποιήσεων
es: Anunciar las notificaciones
es_us: Anunciar notificaciones
fi: Puhu ilmoitukset
fr: Annoncer les notifications
fr_ca: Annoncer les notifications
he: הכרזה על עדכונים
hi: सूचनाएँ घोषित करें
hr: Najavi obavijesti
hu: Értesítések bejelentése
id: Umumkan Pemberitahuan
it: Leggi notifiche ad alta voce
ja: 通知の読み上げ
ko: 알림 읽어주기
ms: Umumkan Pemberitahuan
nl: Kondig meldingen aan
no: Kunngjør varslinger
pl: Ogłaszaj powiadomienia
pt_br: Anunciar Notificações
pt_pt: Anunciar notificações
ro: Anunțare notificări
ru: Объявлять уведомления
sk: Oznamovať hlásenia
sl: Najavljanje obvestil
sv: Läs upp notiser
th: อ่านการแจ้งเตือน
tr: Bildirimleri Seslendir
uk: Оголошувати сповіщення
vi: Đọc thông báo
zh_cn: 播报通知
zh_hk: 讀出通知
zh_tw: 播報通知

# NOTIFICATION_PRIVACY_DESCRIPTION
source: Apple Watch can hide the full details of a notification behind a summary until you tap on it.
ar: يمكن أن تُخفي Apple Watch التفاصيل الكاملة للإشعار خلف ملخص إلى أن تضغط عليه.
ca: L’Apple Watch pot ocultar els detalls d’una notificació darrere d’un resum fins que la toquis.
cs: Apple Watch můžou v oznámeních skrývat podrobné informace a zobrazovat jen souhrn, dokud na ně neklepnete.
da: Apple Watch kan skjule alle oplysninger om en notifikation bag et resume, indtil du trykker på den.
de: Die Apple Watch kann statt der vollständigen Mitteilung nur eine Zusammenfassung anzeigen, bis du darauf tippst.
el: Το Apple Watch μπορεί να αποκρύπτει τις πλήρεις λεπτομέρειες μιας γνωστοποίησης πίσω από μια σύνοψη μέχρι να αγγίξετε τη γνωστοποίηση.
es: El Apple Watch puede ocultar todos los detalles de una notificación y mostrar solo un resumen hasta que toques en la notificación.
es_us: El Apple Watch puede mostrar un resumen en lugar de los detalles completos de una notificación hasta que la toques.
fi: Apple Watch voi kätkeä ilmoituksen täydet tiedot yhteenvedon taakse, kunnes napautat sitä.
fr: L’Apple Watch peut masquer les détails d’une notification derrière un résumé jusqu’à ce que vous la touchiez.
fr_ca: L’Apple Watch peut afficher le résumé d’une notification à la place de la notification complète jusqu’à ce que vous la touchiez.
he: ה‑Apple Watch יכול לשמור את פרטי העדכון המלאים מוסתרים מאחורי תקציר שניתן להרחיב בעת הקשה עליו.
hi: Apple Watch एक सारांश दिखा कर सूचना के पूरे विवरण को तब तक छिपा सकती है जब तक आप उस पर टैप नहीं करते।
hr: Apple Watch može sakriti sve detalje obavijesti iza sažetka, sve dok ga ne dodirnete.
hu: Az Apple Watch képes elrejteni az értesítések teljes részletezését egy összegzés mögött, amíg rá nem koppint az összegzésre.
id: Apple Watch dapat menyembunyikan detail lengkap pemberitahuan di balik ringkasan hingga Anda mengetuknya.
it: Apple Watch può nascondere i dettagli completi di una notifica dietro un riepilogo finché non lo tocchi.
ja: 通知の概要をタップするまで、Apple Watchで詳細を表示しないようにすることができます。
ko: Apple Watch는 탭할 때까지 요약 뒤에 있는 알림의 전체 세부사항을 가릴 수 있습니다.
ms: Apple Watch boleh menyembunyikan butiran penuh pemberitahuan di sebalik ringkasan sehingga anda mengetik padanya.
nl: De Apple Watch kan de volledige details van een melding verbergen en in plaats daarvan een overzicht tonen, totdat je erop tikt.
no: Apple Watch kan vise en oppsummering av varsler til du trykker på skjermen for å vise de fullstendige detaljene.
pl: Apple Watch może ukrywać szczegóły powiadomień za podsumowaniami i wyświetlać je dopiero po stuknięciu.
pt_br: O Apple Watch pode ocultar todos os detalhes de uma notificação atrás de um resumo até que você toque nela.
pt_pt: O Apple Watch pode ocultar os detalhes de uma notificação e mostrar apenas um resumo até tocar nela.
ro: Apple Watch‑ul poate ascunde detaliile complete ale unei notificări în spatele unui rezumat, până când apăsați pe acesta.
ru: Часы Apple Watch могут частично скрывать уведомление за кратким обзором, пока Вы не коснетесь его.
sk: Apple Watch môžu skrývať podrobnosti v hláseniach a odhaliť ich až po klepnutí na zobrazené zhrnutie.
sl: V uri Apple Watch so lahko vse podrobnosti obvestila skrite za povzetkom, dokler ga ne tapnete.
sv: Apple Watch kan gömma alla detaljer i en notis bakom en sammanfattning tills du trycker på den.
th: Apple Watch สามารถซ่อนรายละเอียดของการแจ้งเตือนทั้งหมดไว้ในสรุปได้จนกว่าคุณจะแตะที่การแจ้งเตือน
tr: Apple Watch, bir bildirimin tüm ayrıntılarını siz bildirime dokununcaya dek bir özetin arkasına gizleyebilir.
uk: На Apple Watch відображатиметься тільки стислий підсумок для сповіщень. Щоб побачити сповіщення повністю, торкніть його.
vi: Apple Watch có thể ẩn chi tiết đầy đủ của thông báo phía sau một bản tóm tắt cho đến khi bạn chạm vào đó.
zh_cn: Apple Watch可以隐藏完整通知，仅显示摘要，直至你轻点它。
zh_hk: Apple Watch可以只顯示摘要，隱藏通知的完整詳細資料，直至你點一下摘要。
zh_tw: Apple Watch可以只顯示摘要，不顯示通知的完整詳細資訊，直到你點一下為止。

# NOTIFICATION_AOT_PRIVACY_FOOTER
source: Apple Watch can show your notifications even when your wrist is down.
ar: يمكن أن تعرض Apple Watch إشعاراتك حتى عندما لا يكون معصمك مرفوعًا.
ca: L’Apple Watch pot mostrar les notificacions fins i tot quan tens el canell abaixat.
cs: Apple Watch můžou zobrazovat oznámení i při svěšeném zápěstí.
da: Apple Watch kan vise dine notifikationer, selv når håndleddet ikke er løftet.
de: Die Apple Watch kann deine Mitteilungen selbst bei gesenktem Handgelenk anzeigen.
el: Το Apple Watch μπορεί να εμφανίζει τις γνωστοποιήσεις σας ακόμη κι όταν είναι κατεβασμένος ο καρπός σας.
es: El Apple Watch puede mostrar las notificaciones aunque tengas la muñeca bajada.
es_us: El Apple Watch puede mostrar tus notificaciones incluso cuando bajas la muñeca.
fi: Apple Watch voi näyttää ilmoitukset silloinkin, kun ranne on alhaalla.
fr: L’Apple Watch peut également afficher vos notifications lorsque vous ne levez pas le poignet.
fr_ca: L’Apple Watch peut afficher vos notifications même quand votre poignet est baissé.
he: ה‑Apple Watch יכול להציג עדכונים גם כאשר היד שלך לא מורמת.
hi: आपकी कलाई नीचे रहने पर भी Apple Watch पर आपकी सूचनाएँ दिखाई जा सकती हैं।
hr: Apple Watch može prikazivati obavijesti čak i kad vam je zapešće spušteno.
hu: Az Apple Watch akkor is képes megjeleníteni az értesítéseket, ha a csuklója le van engedve.
id: Apple Watch dapat menampilkan pemberitahuan meskipun tangan Anda diturunkan.
it: Apple Watch può mostrare le notifiche anche quando il polso è abbassato.
ja: 手首を下げている状態でも、Apple Watchで通知を表示することができます。
ko: 손목을 내렸을 때에도 Apple Watch가 알림을 표시할 수 있습니다.
ms: Apple Watch boleh menunjukkan pemberitahuan anda walaupun pergelangan tangan anda diturunkan.
nl: De Apple Watch kan je meldingen tonen, ook als je je pols niet optilt.
no: Apple Watch kan vise deg varslinger også når håndleddet er senket.
pl: Apple Watch może wyświetlać powiadomienia, nawet gdy nadgarstek jest opuszczony.
pt_br: O Apple Watch pode mostrar notificações mesmo quando você estiver com o braço para baixo.
pt_pt: O Apple Watch pode mostrar as notificações mesmo quando baixa o pulso.
ro: Apple Watch‑ul poate afișa notificările chiar și atunci când încheietura mâinii este coborâtă.
ru: Часы Apple Watch могут показывать уведомления, даже если запястье опущено.
sk: Apple Watch môžu zobrazovať hlásenia, aj keď je vaše zápästie spustené.
sl: Ura Apple Watch omogoča prikaz obvestil, tudi ko imate zapestje spuščeno.
sv: Apple Watch kan visa dina notiser även när handleden inte är höjd.
th: Apple Watch สามารถแสดงการแจ้งเตือนของคุณได้แม้ว่าคุณวางข้อมือลง
tr: Apple Watch, bildirimleri kolunuz aşağıdayken bile gösterebilir.
uk: Сповіщення на Apple Watch можуть відображатися, навіть коли руку опущено.
vi: Apple Watch có thể hiển thị các thông báo ngay cả khi bạn đưa cổ tay xuống.
zh_cn: Apple Watch可在你垂腕时仍然显示通知。
zh_hk: 即使手腕放下時，Apple Watch仍可以顯示你的通知。
zh_tw: 即使放下手腕，Apple Watch仍可顯示通知。

# ANNOUNCE_NOTIFICATIONS_DESCRIPTION
source: Have Siri read out notifications when supported headphones are connected. Siri will avoid interrupting you and will listen for responses after reading notifications.
ar: بإمكان Siri قراءة الإشعارات عند توصيل سماعات رأس مدعومة. سيتجنب Siri مقاطعتك، وسيستمع للردود بعد قراءة الإشعارات.
ca: Fes que Siri llegeixi en veu alta les notificacions quan tinguis connectats uns auriculars compatibles. Siri intentarà no interrompre’t i t’escoltarà si respons després de llegir‑les.
cs: Když máte připojená podporovaná sluchátka, Siri vám může číst oznámení. Nebude vás rušit při jiné činnosti a po přečtení oznámení bude naslouchat vašim odpovědím.
da: Få Siri til at læse notifikationer op, når understøttede hovedtelefoner er tilsluttet. Siri afbryder dig ikke og lytter efter svar efter at have læst notifikationer op.
de: Siri kann Mitteilungen vorlesen, wenn kompatible Kopfhörer verbunden sind. Siri vermeidet es, dich zu unterbrechen, und achtet nach dem Vorlesen von Mitteilungen auf Antworten.
el: Ρυθμίστε το Siri ώστε να εκφωνεί τις γνωστοποιήσεις όταν είναι συνδεδεμένα υποστηριζόμενα ακουστικά. Το Siri θα προσπαθήσει να μη σας διακόψει και θα είναι ενεργό για εκφώνηση απαντήσεων μετά την ανάγνωση γνωστοποιήσεων.
es: Haz que Siri lea en alto las notificaciones cuando haya conectados unos auriculares compatibles. Siri intentará no interrumpirte y escuchará las respuestas que des tras leer las notificaciones.
es_us: Deja que Siri lea en voz alta tus notificaciones cuando tengas conectados unos audífonos compatibles. Siri intentará no interrumpirte y escuchará hasta que puedas responder tras leer las notificaciones.
fi: Anna Sirin puhua ilmoitukset, kun tuetut kuulokkeet ovat yhdistettynä. Siri välttää keskeyttämästä sinua ja jää kuuntelemaan mahdollista vastausta ilmoituksen luettuaan.
fr: Demandez à Siri de lire les notifications à voix haute lorsque des écouteurs pris en charge sont connectés. Siri évitera de vous interrompre et écoutera vos réponses éventuelles après la lecture des notifications.
fr_ca: Demandez à Siri de lire les notifications à voix haute lorsque des écouteurs pris en charge sont connectés. Siri évitera de vous interrompre et sera à l’écoute de vos réponses après la lecture des notifications.
he: ניתן לבקש מ-Siri להקריא עדכונים כשאוזניות נתמכות מחוברות. כדי לא להפריע לך, מצב ההאזנה של Siri יופעל לאחר ההקראה על-מנת לתת לך אפשרות להגיב.
hi: समर्थित हेडफ़ोन कनेक्ट किए जाने पर Siri को सूचनाएँ पढ़कर सुनाने की अनुमति दें। Siri द्वारा आपको टोका नहीं जाएगा और सूचनाएँ पढ़ने के बाद Siri द्वारा जवाबों के लिए प्रतीक्षा की जाएगी।
hr: Siri može pročitati obavijesti kad su spojene podržane slušalice. Siri će vas izbjegavati prekidati i reagirat će na odgovore nakon čitanja obavijesti.
hu: Sirivel felolvastathatja az értesítéseket, ha támogatott fejhallgató van csatlakoztatva. Siri nem fogja félbeszakítani Önt, és az értesítések felolvasása után figyelni fog a válaszokra.
id: Minta Siri membacakan pemberitahuan saat headphone yang didukung terhubung. Siri akan berusaha untuk tidak mengganggu Anda dan akan mendengarkan respons setelah membacakan pemberitahuan.
it: Siri leggerà le notifiche quando sono connesse delle cuffie supportate. Dopo la lettura, eviterà di interromperti e rileverà le tue risposte.
ja: 対応しているヘッドフォンが接続されているときにSiriに通知を読み上げてもらいます。Siriは通知を読み上げたあとも中断せず応答するために聞き取りを続けます。
ko: 지원되는 헤드폰이 연결되어 있으면 Siri가 알림을 읽어주도록 합니다. Siri가 사용자의 말을 중단하는 것을 피하고 알림을 읽은 다음에 사용자의 말을 듣습니다.
ms: Setkan Siri untuk membaca pemberitahuan apabila fon kepala yang disokong disambungkan. Siri akan mengelakkan daripada mengganggu anda dan akan mendengar untuk respons selepas membaca pemberitahuan.
nl: Laat Siri meldingen voorlezen wanneer een onder­steunde kop­telefoon is verbonden. Siri voorkomt dat je wordt onder­broken en luistert naar antwoorden nadat meldingen zijn voor­gelezen.
no: Siri kan lese opp varslinger når støttede hodetelefoner er tilkoblet. Siri vil unngå å avbryte deg, og fortsetter å lytte etter at varslingene er lest opp.
pl: Siri może odczytywać powiadomienia, gdy połączone są obsługiwane słuchawki. Siri nie będzie Ci przerywać, a po odczytaniu powiadomień będzie nasłuchiwać Twoich odpowiedzi.
pt_br: Faça com que a Siri leia as notificações quando fones de ouvido compatíveis estiverem conectados. A Siri evitará interrupções e será ativada ao ouvir respostas depois de ler notificações.
pt_pt: Peça a Siri para ler as notificações quando estiverem ligados auscultadores compatíveis. Siri evitará interromper e aguardará pela sua resposta após a leitura das notificações.
ro: Siri vă va citi notificările atunci când sunt conectate căști audio compatibile. Siri va evita să vă întrerupă și va asculta dacă răspundeți după citirea notificărilor.
ru: Siri станет зачитывать уведомления, когда подключены поддерживаемые наушники. При этом Siri будет стараться не перебивать Вас и продолжит слушать после прочтения уведомлений.
sk: Keď sú pripojené podporované slúchadlá, Siri bude nahlas čítať hlásenia. Po prečítaní hlásenia vás Siri nebude prerušovať a počká na vašu odpoveď.
sl: Naj Siri prebere obvestila, ko so povezane podprte slušalke. Siri vas ne bo prekinjala in bo po branju obvestil poslušala vaše morebitne odgovore.
sv: Be Siri läsa upp notiser när hörlurar som stöds är anslutna. Siri avbryter dig inte och lyssnar efter svar efter att notiser har lästs upp.
th: ให้ Siri อ่านการแจ้งเตือนเมื่อเชื่อมต่อกับหูฟังที่รองรับ Siri จะเลี่ยงการรบกวนคุณและจะรับฟังการโต้ตอบหลังจากอ่านการแจ้งเตือน
tr: Siri’nin, desteklenen kulaklıklar bağlıyken bildirimleri yüksek sesle okumasını sağlar. Siri konuşmanızı kesmekten kaçınır ve bildirimleri okuduktan sonra yanıtları dinler.
uk: Siri зачитуватиме сповіщення, коли підʼєднано підтримувані навушники. Siri не перериватиме вас і чекатиме на відповіді після зачитування сповіщень.
vi: Yêu cầu Siri đọc các thông báo khi các tai nghe được hỗ trợ được kết nối. Siri sẽ tránh làm gián đoạn công việc của bạn và sẽ lắng nghe các phản hồi sau khi đọc thông báo.
zh_cn: 连接支持的耳机时，Siri可播报通知。读完通知后，Siri将不打断你并继续听取回复。
zh_hk: 連接支援的耳筒後，讓Siri讀出通知。讀出通知後，Siri將避免打斷你説話，並會聆聽回應。
zh_tw: 在連接支援的耳機時，讓Siri朗讀通知。Siri在朗讀通知後會避免打斷你說話並聆聽回應。

# NOTIFICATION_PRIVACY
source: Tap to Show Full Notification
ar: الضغط لإظهار الإشعار الكامل
ca: Toca per mostrar la notificació completa
cs: Celá oznámení zobrazovat klepnutím
da: Tryk for at vise hele notifikationen
de: Zum Anzeigen der vollständigen Mitteilung tippen
el: Άγγιγμα για εμφάνιση πλήρους γνωστοποίησης
es: Tocar para ver la notificación completa
es_us: Tocar para notificación completa
fi: Näytä koko ilmoitus napauttamalla
fr: Toucher pour afficher la notification entière
fr_ca: Toucher pour afficher la notification complète
he: הקשה להצגת העדכון המלא
hi: पूरी सूचना दिखाने के लिए टैप करें
hr: Dodirnite za prikaz cijele obavijesti
hu: Teljes értesítés megjelenítése koppintással
id: Ketuk untuk Menampilkan Pemberitahuan Lengkap
it: Tocca per mostrare la notifica completa
ja: タップして通知の詳細を表示
ko: 탭하여 전체 알림 보기
ms: Ketik untuk Menunjukkan Pemberitahuan Penuh
nl: Tik om volledige melding te tonen
no: Trykk for å vise hele varslingen
pl: Pokazuj całe po stuknięciu
pt_br: Tocar para Mostrar a Notificação Completa
pt_pt: Tocar para mostrar notificação completa
ro: Apăsare pentru afișarea notificării complete
ru: Раскрытие уведомления касанием
sk: Celé hlásenia zobrazovať klepnutím
sl: Tapni za prikaz celotnega obvestila
sv: Tryck om du vill visa hela notisen
th: แตะเพื่อแสดงรายละเอียดทั้งหมด
tr: Bildirimin Tamamını Göstermek İçin Dokun
uk: Повний перегляд за доторком
vi: Chạm để hiển thị thông báo đầy đủ
zh_cn: 轻点显示完整通知
zh_hk: 點一下來顯示完整通知
zh_tw: 點一下來顯示完整通知

# NOTIFICATION_COALESCING_TITLE
source: Notification Grouping
ar: تجميع الإشعارات
ca: Notificacions agrupades
cs: Seskupení oznámení
da: Grupper notifikationer
de: Mitteilungs­gruppierung
el: Ομαδοποίηση γνωστοποιήσεων
es: Agrupar notificaciones
es_us: Agrupación de notificaciones
fi: Ilmoitusten ryhmitys
fr: Grouper les notifications
fr_ca: Regroupement des notifications
he: קיבוץ עדכונים
hi: सूचना अनुसार समूह बनाना
hr: Grupiranje obavijesti
hu: Értesítések csoportosítása
id: Pengelompokan Pemberitahuan
it: Raggruppa notifiche
ja: 通知のグループ化
ko: 알림 그룹 설정
ms: Himpunan Pemberitahuan
nl: Meldingen groeperen
no: Gruppering av varslinger
pl: Grupowanie powiadomień
pt_br: Agrupamento de Notificações
pt_pt: Agrupamento de notificações
ro: Grupare notificări
ru: Группировка уведомлений
sk: Zoskupovanie hlásení
sl: Združevanje obvestil
sv: Notisgruppering
th: การจับกลุ่มการแจ้งเตือน
tr: Bildirim Gruplama
uk: Групування сповіщень
vi: Nhóm thông báo
zh_cn: 通知分组
zh_hk: 通知分組
zh_tw: 通知分類

# NOTIFICATIONS_ALERTS
source: Alerts
ar: التنبيهات
ca: Avisos
cs: Upozornění
da: Advarsler
de: Hinweise
el: Ειδοποιήσεις
es: Avisos
es_us: Alertas
fi: Ilmoitusviestit
fr: Alertes
fr_ca: Alertes
he: התראות
hi: अलर्ट
hr: Alarmi
hu: Jelzések
id: Peringatan
it: Avvisi
ja: 通知
ko: 알림
ms: Isyarat
nl: Meldingen
no: Varsler
pl: Alerty
pt_br: Alertas
pt_pt: Avisos
ro: Alerte
ru: Оповещения
sk: Upozornenia
sl: Opozorila
sv: Varningar
th: การเตือน
tr: Uyarılar
uk: Оповістки
vi: Cảnh báo
zh_cn: 提醒
zh_hk: 提示
zh_tw: 提示
